Repository: YS-jack/YS-jack-OSRS-JP-transcript
Catalog: omegat/project_save.tmx
Source language: en_gb
Languages: ja

source: Bob's barrel
ja: ボブの樽

source: Bob's print
ja: ボブの指紋

source: Bob, another guard of Falador
ja: ボブ（もう一人のファラドーの衛兵）

source: Bobawu
ja: ボバウ

source: Bobbing fossil
ja: 浮かぶ化石

source: Body
ja: 体

source: Body Golem
ja: 体ゴーレム

source: Body rift
ja: 体の裂け目

source: Body rune
ja: 体のルーン

source: Body talisman
ja: 体のタリスマン

source: Bog
ja: 沼地

source: Boil
ja: 吹き出物

source: Boiler
ja: ボイラー

source: Boils
ja: 吹き出物

source: Bolkoy
ja: ボルコイ

source: Bologa
ja: ボロガ

source: Bologano plant
ja: ボロガノの株

source: Bologano seedling
ja: ボロガノの苗

source: Bolongo
ja: ボロンゴ

source: Bolrie
ja: ボルリー

source: Bolt rack
ja: ボルトラック

source: Bonafido
ja: ボナフィド

source: Bond Pouch
ja: ボンド入れ

source: Bone Chain
ja: 骨のチェーン

source: Bone Crane
ja: 骨のクレーン

source: Bone arch
ja: 骨のアーチ

source: Bone barrel
ja: 骨の樽

source: Bone beads
ja: 骨の玉

source: Bone club
ja: 骨の棍棒

source: Bone door
ja: 骨のドア

source: Bone grinder
ja: 骨粉砕機

source: Bone key
ja: 骨のカギ

source: Bone rack
ja: 骨のラック

source: Bone shard
ja: 骨の破片

source: Bone spear
ja: 骨の槍

source: Bone support
ja: 骨の支え

source: Boneguard
ja: 骨の守護者

source: Bonemeal
ja: 骨粉

source: Bones
ja: 骨

source: Boney ladder
ja: 骨のハシゴ

source: Bonfire
ja: ボンファイアー

source: Bonzara
ja: ボンザラ

source: Bonzo
ja: ボンゾ

source: Bonzo's Table
ja: ボンゾのテーブル

source: Book
ja: 本

source: Book Cart
ja: 本のカート

source: Book of 'h.a.m'
ja: HAMの本

source: Book of balance
ja: バランスの本

source: Book of haricanto
ja: ハリカントの本

source: Book of portraiture
ja: 肖像画の本

source: Book on baxtorian
ja: バクストリアンに関する本

source: Book on chemicals
ja: 化学に関する本

source: Book on costumes
ja: 衣装の本

source: Book page 1
ja: 本のページ1

source: Book page 2
ja: 本のページ2

source: Book page 3
ja: 本のページ3

source: Book table
ja: 本がおかれたテーブル

source: Bookcase
ja: 本棚

source: Bookcase space
ja: 本棚スペース

source: Books
ja: 本

source: Bookshelf
ja: 本棚

source: Bookshelves
ja: 本棚

source: Boots of lightness
ja: 軽快な靴

source: Border Guard
ja: 国境警備員

source: Boris
ja: ボリス

source: Bork Sigmundson
ja: ボーク・シグムンドソン

source: Borrokar
ja: ボロカー

source: Boss Spawn
ja: ボスのスポーン

source: Boss helper tool
ja: ボスの手伝いツール

source: Boss lair display
ja: ボス生息地の展示

source: Boss lair space
ja: ボス生息地のスペース

source: Bosses
ja: ボス

source: Bottle
ja: ボトル

source: Bottle Machine
ja: ボトル機

source: Bottle machine
ja: ボトル機

source: Boulder
ja: 丸石

source: Boulders
ja: 丸石

source: Bouncer
ja: バウンサー

source: Bouncer (hard)
ja: バウンサー（上級）

source: Boundary stones
ja: 境界石

source: Bounty Hunter portal
ja: バウンティ・ハンターのポータル

source: Bouquet Mac Hyacinth
ja: ブーケット・マック・ヒアシンス

source: Bow and Arrow
ja: 弓と矢

source: Bow and Arrow salesman
ja: 弓矢の営業マン

source: Bow and arrow
ja: 弓と矢

source: Bow cabinet
ja: 弓のキャビネット

source: Bow case
ja: 弓ケース

source: Bow string
ja: 弓弦

source: Bowl
ja: ボール

source: Bowl of hot water
ja: 暑い水のボール

source: Bowl of water
ja: 水のボール

source: Bowsprit
ja: バウスプリット

source: Box
ja: 箱

source: Box cart
ja: 箱カート

source: Box of Health
ja: 健康の箱

source: Box of bones
ja: 骨の箱

source: Box trap
ja: 箱罠

source: Boxes
ja: 箱

source: Boxing mat
ja: ボクシングのマット

source: Boxing ring
ja: ボクシングのリング

source: Boy
ja: 少年

source: Brain Pillar
ja: 脳柱

source: Brain matter
ja: 脳実質

source: Brambickle
ja: ブランビックル

source: Brana
ja: ブラナ

source: Branch
ja: 枝

source: Brandy
ja: ブランデー

source: Branwen
ja: ブランウェン

source: Brass key
ja: 黄銅のカギ

source: Brass necklace
ja: 黄銅のネックレス

source: Brassican Mage
ja: アブラナ属の魔術師

source: Bravek
ja: ブラヴェック

source: Bravery potion
ja: 勇気の増強薬

source: Brawler
ja: ブローラー

source: Brazier
ja: 火鉢

source: Breach
ja: ブリーチ

source: Bread
ja: パン

source: Bread dough
ja: パンの生地

source: Break
ja: 壊す

source: Break-down
ja: 取り崩す

source: Breathing salts
ja: 呼吸用塩

source: Bree
ja: ブリー

source: Breive
ja: ブリーヴ

source: Brendt
ja: ブレンツ

source: Breoca
ja: ブレオカ

source: Brew Barrel
ja: 醸造の樽

source: Brewer
ja: 醸造者

source: Brewer's Barrel
ja: 醸造者の樽

source: Brewing control
ja: 醸造操作機

source: Brewing vat
ja: 醸造槽

source: Brian
ja: ブライアン

source: Brian O'Richard
ja: ブライアン・オ・リチャード

source: Brick
ja: レンガ

source: Bricks
ja: レンガ

source: Bridge
ja: 橋

source: Briget
ja: ブリゲット

source: Bright crystal
ja: 明るい水晶

source: Brimhaven
ja: ブリムヘブンへ移動

source: Brimhaven Waystone
ja: ブリムヘブンの転移ポイント

source: Brimstail
ja: ブリムステール

source: Brimstone chest
ja: ブリムストーン宝箱

source: Brine rat
ja: 塩水ネズミ

source: Broad arrows
ja: 太矢

source: Broav
ja: ブローブ

source: Broddi
ja: ブロッディ

source: Broken Bed
ja: 壊れたベッド

source: Broken Boat
ja: 壊れたボート

source: Broken Boaty
ja: 壊れた船

source: Broken Brazier
ja: 壊れた火鉢

source: Broken Cabinet
ja: 壊れたキャビネット

source: Broken Cannon
ja: 壊れた大砲

source: Broken Cart
ja: 壊れたカート

source: Broken Chair
ja: 壊れた椅子

source: Broken Cupboard
ja: 壊れた戸棚

source: Broken Door
ja: 壊れたドア

source: Broken Doors
ja: 壊れたドア

source: Broken Drawers
ja: 壊れた引き出し

source: Broken Dresser
ja: 壊れたドレッサー

source: Broken Fence
ja: 壊れたフェンス

source: Broken Fire altar
ja: 壊れた火の祭壇

source: Broken Fountain
ja: 壊れた噴水

source: Broken Glass
ja: 割れたグラス

source: Broken Grandfather Clock
ja: 壊れた振り子時計

source: Broken Grate
ja: 壊れた格子

source: Broken Lecturn
ja: 壊れ詠唱台

source: Broken Mirror
ja: 壊れた鏡

source: Broken Nerve Ending
ja: 壊れた神経の終端

source: Broken Old Bookshelf
ja: 壊れた古い本棚

source: Broken Pillar
ja: 壊れた柱

source: Broken Plantpot
ja: 壊れた植木鉢

source: Broken Pot
ja: 壊れた鍋

source: Broken Potter's Wheel
ja: 壊れたろくろ

source: Broken Raft
ja: 壊れたイカダ

source: Broken Railing
ja: 壊れた

source: Broken Range
ja: 壊れたコンロ

source: Broken Roof
ja: 壊れた屋根

source: Broken Scaffold
ja: 壊れた足場

source: Broken Shelves
ja: 壊れた棚

source: Broken Sink
ja: 壊れたシンク

source: Broken Spinning Wheel
ja: 壊れた糸車

source: Broken Statue
ja: 壊れた像

source: Broken Table
ja: 壊れたテーブル

source: Broken Wall
ja: 壊れた壁

source: Broken Well
ja: 壊れた井戸

source: Broken Window
ja: 割れた窓

source: Broken altar
ja: 壊れた祭壇

source: Broken armour
ja: 壊れた胸甲

source: Broken arrow
ja: 折れた矢

source: Broken axe
ja: 壊れた斧

source: Broken bark snelm
ja: 壊れた樹皮のスネルム

source: Broken barrel
ja: 壊れた樽

source: Broken bars
ja: 壊れた鉄格子

source: Broken bath
ja: 壊れた湯船

source: Broken battering ram
ja: 壊れた破城槌

source: Broken beer glass
ja: 割れたビールグラス

source: Broken boat
ja: 壊れたボート

source: Broken bridge
ja: 壊れた橋

source: Broken cage
ja: 壊れた檻

source: Broken cannon
ja: 壊れた大砲

source: Broken cart
ja: 壊れたカート

source: Broken cart wheel
ja: 壊れたカートの車輪

source: Broken catapult
ja: 壊れたカタパルト

source: Broken chain
ja: 壊れた鎖

source: Broken chair
ja: 壊れた椅子

source: Broken clay golem
ja: 壊れた粘土のゴーレム

source: Broken cogs
ja: 壊れた歯車

source: Broken counter
ja: 壊れたカウンター

source: Broken crossbow
ja: 壊れた洋弓銃

source: Broken dead tree
ja: 壊れた死んだ木

source: Broken door
ja: 壊れたドア

source: Broken drilling machine
ja: 壊れたドリル機

source: Broken equipment table
ja: 壊れた作業台

source: Broken experiment tube
ja: 壊れた試験管

source: Broken fence
ja: 壊れたフェンス

source: Broken fish display
ja: 壊れた魚の展示

source: Broken furnace
ja: 壊れた炉

source: Broken glass
ja: 割れたグラス

source: Broken grindstone
ja: 壊れた砥石

source: Broken ground
ja: 壊れた地盤

source: Broken jug
ja: 壊れた水差し

source: Broken kiln
ja: 壊れた窯

source: Broken ladder
ja: 壊れたハシゴ

source: Broken lamp
ja: 壊れたランプ

source: Broken lobster trap
ja: 壊れたロブスターの罠

source: Broken log raft
ja: 壊れた丸太のイカダ

source: Broken logs
ja: 割れた丸太

source: Broken mace trap
ja: 壊れた槌矛の罠

source: Broken machinery
ja: 壊れた機械

source: Broken mast
ja: 壊れたマスト

source: Broken multicannon
ja: 壊れたマルチキャノン

source: Broken pickaxe
ja: 壊れたツルハシ

source: Broken pillar
ja: 壊れた柱

source: Broken plate
ja: 壊れたプレート

source: Broken pole
ja: 割れたポール

source: Broken polishing wheel
ja: 壊れた研磨車

source: Broken pot
ja: 壊れた鍋

source: Broken rail
ja: 壊れたレール

source: Broken range
ja: 壊れたコンロ

source: Broken rock
ja: 割れた岩

source: Broken rope bridge
ja: 壊れたロープの橋

source: Broken rowboat
ja: 壊れた手こぎ船

source: Broken rune case
ja: 壊れたルーンのケース

source: Broken scroll holders
ja: 壊れた巻物入れ

source: Broken seal
ja: 壊れた証印

source: Broken shield
ja: 割れた盾

source: Broken snare
ja: 壊れた罠

source: Broken spinning wheel
ja: 壊れた糸車

source: Broken staff
ja: 折れた杖

source: Broken stairs
ja: 壊れた椅子

source: Broken statue
ja: 壊れた像

source: Broken stool
ja: 壊れたスツール

source: Broken strut
ja: 壊れた筋交い

source: Broken sun altar
ja: 壊れた太陽の祭壇

source: Broken support
ja: 壊れた支え

source: Broken table
ja: 壊れたテーブル

source: Broken trap(0)
ja: 壊れた罠（0）

source: Broken trip hammer
ja: 壊れたトリップハンマー

source: Broken vane part
ja: 壊れたベーンの部分

source: Broken wall
ja: 壊れた壁

source: Broken weapons
ja: 壊れた武器

source: Bronze 2h sword
ja: 銅の両手剣

source: Bronze Chest
ja: 銅の宝箱

source: Bronze Door
ja: 銅のドア

source: Bronze arrow
ja: 銅の矢

source: Bronze arrow(p)
ja: 銅の矢（毒）

source: Bronze arrowtips
ja: 銅の矢じり

source: Bronze axe
ja: 銅の斧

source: Bronze axe head
ja: 銅の斧の金属部分

source: Bronze bar
ja: 銅の延べ棒

source: Bronze battleaxe
ja: 銅の戦斧

source: Bronze bolts
ja: 銅のボルト

source: Bronze bolts (p)
ja: 銅のボルト（毒）

source: Bronze boots
ja: 銅の靴

source: Bronze brutal
ja: 銅の残酷な矢

source: Bronze chainbody
ja: 銅の鎖甲

source: Bronze claws
ja: 銅のクローズ

source: Bronze dagger
ja: 銅の短剣

source: Bronze dagger(p)
ja: 銅の短剣（毒）

source: Bronze dart
ja: 銅のダーツ

source: Bronze dart tip
ja: 銅のダーツの先端

source: Bronze dart(p)
ja: 銅のダーツ（毒）

source: Bronze dragon
ja: 銅の竜

source: Bronze fire arrow
ja: 銅の火矢

source: Bronze fire arrow (lit)
ja: 銅の火矢（点火）

source: Bronze full helm
ja: 銅の全頭甲

source: Bronze halberd
ja: 銅の矛槍

source: Bronze javelin
ja: 銅の投槍

source: Bronze javelin(p)
ja: 銅の投槍（毒）

source: Bronze key
ja: 銅の鍵

source: Bronze key black
ja: 黒色の銅の鍵

source: Bronze key brown
ja: 茶色の銅の鍵

source: Bronze key crimson
ja: 深紅色の銅の鍵

source: Bronze key purple
ja: 紫色の銅の鍵

source: Bronze key red
ja: 赤色の銅の鍵

source: Bronze kiteshield
ja: 銅のタコ盾

source: Bronze knife
ja: 銅のナイフ

source: Bronze knife(p)
ja: 銅のナイフ（毒）

source: Bronze longsword
ja: 銅の剣

source: Bronze mace
ja: 銅の鎚矛

source: Bronze med helm
ja: 銅の鉄兜

source: Bronze nails
ja: 銅の釘

source: Bronze pick head
ja: 銅のツルハシの金属部分

source: Bronze pickaxe
ja: 銅のツルハシ

source: Bronze platebody
ja: 銅の胸甲

source: Bronze platelegs
ja: 銅の脚甲

source: Bronze plateskirt
ja: 銅の裙甲

source: Bronze scimitar
ja: 銅の三日月刀

source: Bronze spear
ja: 銅の槍

source: Bronze spear(kp)
ja: 銅の槍（カラムジャ毒）

source: Bronze spear(p)
ja: 銅の槍（毒）

source: Bronze sq shield
ja: 銅の角盾

source: Bronze sword
ja: 銅の剣

source: Bronze thrownaxe
ja: 銅の投げ斧

source: Bronze warhammer
ja: 銅の戦鎚

source: Bronze wire
ja: 銅のワイヤー

source: Brooch
ja: 胸飾り

source: Broodoo victim
ja: ブルードゥーの被害者

source: Broom
ja: ほうき

source: Brother Aimeri
ja: アイメリ修道士

source: Brother Althric
ja: アルスリック修道士

source: Brother Brace
ja: ブレイス修道士

source: Brother Cedric
ja: セドリック修道士

source: Brother Jered
ja: ジェレッド修道士

source: Brother Kojo
ja: コジョ修道士

source: Brother Maledict
ja: マレディクト修道士

source: Brother Omad
ja: オーマッド修道士

source: Brother Tranquility
ja: トランキリティ兄さん

source: Brown Engine Director
ja: チャ・エンジンの監督

source: Brown Engine Secretary
ja: チャ・エンジンの秘書

source: Brown apron
ja: 茶色のエプロン

source: Brown headband
ja: 茶色の鉢巻

source: Brown spice (4)
ja: 茶色の香辛料（４）

source: Brown toy horsey
ja: 茶色のおもちゃの馬

source: Brugsen Bursen
ja: ブルグセン・バーセン

source: Bruise Blamish Snail
ja: アザのブラミシュ・カタツムリ

source: Bruise blue snelm
ja: アザの青いスネルム

source: Bruma roots
ja: ブルーマの根

source: Brundt the Chieftain
ja: 族長のブランツ

source: Brutal black dragon
ja: 残酷な黒竜

source: Brutal blue dragon
ja: 残酷な青竜

source: Brutal green dragon
ja: 残酷な緑竜

source: Brutal red dragon
ja: 残酷な赤竜

source: Bryn
ja: ブリン

source: Bryophyta
ja: ブリオフィタ

source: Bryophyta display
ja: ブリオフィタの展示

source: Bubbles
ja: 泡

source: Bucket
ja: バケツ

source: Bucket of Blood
ja: 血のバケツ

source: Bucket of milk
ja: ミルクのバケツ

source: Bucket of saltwater
ja: 塩水のバケツ

source: Bucket of sand
ja: 砂のバケツ

source: Bucket of sap
ja: 樹液のバケツ

source: Bucket of slime
ja: スライムのバケツ

source: Bucket of water
ja: 水のバケツ

source: Bucket of wax
ja: ロウのバケツ

source: Buckets
ja: バケツ

source: Budding branch
ja: 芽生えた枝

source: Buffalo
ja: バッファロー

source: Buffers
ja: バッファーズ

source: Buffet table
ja: ビュッフェのテーブル

source: Bugs
ja: 虫

source: Build
ja: 組み立てる

source: Build mode
ja: 建築モード

source: Build on
ja: 組み立てる

source: Build-barricade
ja: バリケードを建てる

source: Build-in
ja: 組み立てる

source: Builder
ja: 建築業者

source: Building Supplies
ja: 建築資材

source: Buinn
ja: ブイン

source: Bull's head
ja: 雄牛の頭部

source: Bullroarer
ja: うなり木

source: Bullrush
ja: イグサ

source: Bullrushes
ja: イグサ

source: Bullseye lantern
ja: ブルズアイランタン

source: Bullseye lantern (empty)
ja: ブルズアイランタン（空）

source: Bullseye lantern (unf)
ja: ブルズアイランタン（未）

source: Buneir
ja: ブネー

source: Bunk bed
ja: 二段ベッド

source: Bunkbed
ja: 二段ベッド

source: Bunkdo
ja: ブンクド

source: Bunkwicket
ja: ブンクウィケット

source: Bunny
ja: 子ウサギ

source: Bunny ears
ja: うさ耳

source: Bunsen burner
ja: ガスバーナー

source: Burgh Teleport
ja: でバーグへワープ

source: Burial cairn
ja: 石塚

source: Burial mound
ja: 埋葬の跡

source: Buried artefact
ja: 埋まった人工物

source: Buried skeleton
ja: 埋まったスケルトン

source: Burkor
ja: ブーコー

source: Burn
ja: 燃やす

source: Burn-down
ja: 燃やし落とす

source: Burn`
ja: 燃やす

source: Burning Orb
ja: 燃えるオーブ

source: Burning bones
ja: 燃えている骨

source: Burning brazier
ja: 燃えている火鉢

source: Burning driftwood
ja: 燃える流木

source: Burnt batta
ja: 焦げたバッタ

source: Burnt bonemeal
ja: 焦げた骨粉

source: Burnt bones
ja: 焦げた骨

source: Burnt bread
ja: 焦げたパン

source: Burnt cake
ja: 焦げたケーキ

source: Burnt cave eel
ja: 焦げた洞窟ウナギ

source: Burnt chest
ja: 焦げた宝箱

source: Burnt chicken
ja: 焦げた鶏肉

source: Burnt crunchies
ja: 焦げたクランチー

source: Burnt curry
ja: 焦げたカレー

source: Burnt eel
ja: 焦げたウナギ

source: Burnt fish
ja: 焦げた魚

source: Burnt gnomebowl
ja: 焦げたノームボール

source: Burnt jogre bonemeal
ja: 焦げたジョーガの骨粉

source: Burnt jogre bones
ja: 焦げたジョーガの骨

source: Burnt karambwan
ja: 焦げたカラムワン

source: Burnt lobster
ja: 焦げたロブスター

source: Burnt manta ray
ja: 焦げたマンタ

source: Burnt meat
ja: 焦げた肉

source: Burnt oomlie
ja: 焦げたウームリー

source: Burnt oomlie wrap
ja: 焦げた巻ウームリー

source: Burnt pie
ja: 焦げたパイ

source: Burnt pitta bread
ja: 焦げたピッタパン

source: Burnt pizza
ja: 焦げたピザ

source: Burnt rock
ja: 焦げた岩

source: Burnt sea turtle
ja: 焦げたウミガメ

source: Burnt shark
ja: 焦げたサメ

source: Burnt snail
ja: 焦げたカタツムリ

source: Burnt stew
ja: 焦げたシチュー

source: Burnt swordfish
ja: 焦げたカジキ

source: Burnt tree
ja: 焦げた木

source: Burntmeat
ja: 焦げた肉

source: Burntof
ja: バーントフ

source: Burrow
ja: 巣穴

source: Burst
ja: 割る

source: Burst boil
ja: 破裂した吹き出物

source: Burthorpe
ja: バーソープ

source: Bury
ja: 埋める

source: Bush
ja: 低木

source: Bush Patch
ja: 低木の小区画

source: Bush snake
ja: やぶヘビ

source: Bushes
ja: 低木

source: Bust
ja: バスト

source: Butch
ja: ブッチュ

source: Butler
ja: 執事

source: Butler Jarvis
ja: 執事のジャーヴィス

source: Butler Jones
ja: 執事のジョーンズ

source: Butterfly
ja: チョウ

source: Butterfly-jar
ja: チョウの瓶

source: Button
ja: ボタン

source: Buttons
ja: ボタン

source: Buy
ja: 購入

source: Buy-crystals
ja: 水晶を購入

source: Buy-food
ja: 食べ物を買う

source: Buy-items
ja: アイテムを買う

source: Buy-pass
ja: パスを購入

source: Buy-plank
ja: 板を購入

source: Buy-sphere
ja: 球体を購入

source: Cabbage
ja: キャベツ

source: Cabbage seed
ja: キャベツの種

source: Cabbages
ja: キャベツ

source: Cabin Boy Colin
ja: キャビンボーイのコリン

source: Cabin Boy Herbert
ja: キャビンボーイのハーバート

source: Cabin boy
ja: キャビンボーイ

source: Cabin boy Jenkins
ja: キャビンボーイ・ジェンキンス

source: Cabinet
ja: キャビネット

source: Cabinet space
ja: キャビネットのスペース

source: Cable
ja: ケーブル

source: Cactus
ja: サボテン

source: Cactus patch
ja: サボテンの小区画

source: Cactus seed
ja: サボテンの種

source: Cadantine
ja: カンダタイン

source: Cadantine potion (unf)
ja: カンダタインの薬液（未）

source: Cadantine seed
ja: カンダタインの種

source: Cadarn Banner
ja: カダーンのバナー

source: Cadarn lineage
ja: カダーンの系統

source: Cadava berries
ja: カダバベリー

source: Cadava bush
ja: カダバの低木

source: Cadava potion
ja: カダバの薬液

source: Cadavaberry bush
ja: カダバベリーの低木

source: Cadavaberry seed
ja: カダバベリーの種

source: Caden Azro
ja: カデン・アズロ

source: Caerwyn
ja: カエーウィン

source: Cage
ja: カゴで釣る

source: Cage door
ja: 檻のドア

source: Caged Killerwatt
ja: 檻に捕らわれたキラーワット

source: Caged Prisoner
ja: 檻に捕らわれた囚人

source: Cages
ja: カゴ

source: Caius
ja: カイウス

source: Cake
ja: ケーキ

source: Cake tin
ja: ケーキの缶

source: Calcified rocks
ja: 石炭化した石

source: Caleb
ja: ケーレブ

source: Calin
ja: カリン

source: Call
ja: 呼びかける

source: Call follower
ja: 従者を呼ぶ

source: Call-Over
ja: 呼ぶ

source: Callio
ja: カリオ

source: Callisto
ja: カリストー

source: Callisto cub
ja: カリストーの子グマ

source: Calquat patch
ja: カルカンの小区間

source: Calquat tree
ja: カルカンの木

source: Calquat tree seed
ja: カルカンの木の種

source: Calvar'ion
ja: カルヴァリオン

source: Cam the Camel
ja: ラクダのカム

source: Camarst
ja: カマースト

source: Camel
ja: ラクダ

source: Camel display
ja: ラクダの展示

source: Camel's statue
ja: ラクダの像

source: Camelot
ja: カメロット

source: Camelot Portal
ja: カメロットのポータル

source: Camorra
ja: カモッラ

source: Camp barrier
ja: キャンプバリア

source: Camp dweller
ja: キャンプ居住者

source: Camp fire
ja: キャンプファイヤー

source: Camp spot
ja: キャンプのスポット

source: Campbed
ja: キャンプベッド

source: Campfire
ja: キャンプファイヤー

source: Camping Equipment
ja: キャンプ用具

source: Camping equipment
ja: キャンプ用具

source: Camping fire
ja: キャンプファイヤー

source: Camping gear
ja: キャンプ用具

source: Campsite bed
ja: キャンプのベッド

source: Canal barge
ja: 運河の橋かけ

source: Canal wall
ja: 運河の壁

source: Canary
ja: カナリア

source: Cancel
ja: キャンセル

source: Candelabrum
ja: ロウソク立て

source: Candle
ja: ロウソク

source: Candle lantern
ja: ロウソクランタン

source: Candle maker
ja: ロウソク職人

source: Candle seller
ja: ロウソクの売人

source: Candle stand
ja: ロウソク立て

source: Candles
ja: ロウソク

source: Candlestick holder
ja: ロウソク立て

source: Candy Bowl
ja: キャンディーのボール

source: Candycane
ja: キャンディケーン

source: Candycane Fence
ja: キャンディケーンのフェンス

source: Canifis Waystone
ja: キャナフィスの転移ポイント

source: Caninelle Draynar
ja: カニネル・ドライナー

source: Cannon
ja: 砲兵

source: Cannon ball
ja: キャノンボール

source: Cannon barrels
ja: 大砲の砲身

source: Cannon base
ja: 大砲の台

source: Cannon furnace
ja: 大砲の炉

source: Cannon stand
ja: 大砲のスタンド

source: Cannonball
ja: 大砲の弾

source: Cannonballs
ja: 大砲の弾

source: Cannoneer
ja: 砲兵

source: Canoe Station
ja: カヌーの駐船場

source: Canopic Jar
ja: カノプスの壺

source: Canopic jar
ja: カノプスの壺

source: Canyon-count (east)
ja: 数（東）

source: Canyon-count (west)
ja: 数（西）

source: Cap'n Hand
ja: ハンド船長

source: Cap'n Izzy No-Beard
ja: 髭無しイジー船長

source: Cape hanger
ja: マントかけ場

source: Cape of Legends
ja: 伝説のマント

source: Cape of legends
ja: 伝説のマント

source: Cape rack space
ja: マントかけのスペース

source: Capt' Arnav
ja: アーナヴ船長

source: Captain
ja: キャプテン

source: Captain Barnaby
ja: バーナビ船長

source: Captain Bentley
ja: ベントレー船長

source: Captain Bleemadge
ja: ブリーマッジ機長

source: Captain Braindeath
ja: ブレインデス船長

source: Captain Bruce
ja: ブルース隊長

source: Captain Cain
ja: ケイン隊長

source: Captain Cleive
ja: クリーヴ隊長

source: Captain Daerkin
ja: ダエーキン機長

source: Captain Dalbur
ja: ダルバー機長

source: Captain Donnie
ja: ドニー船長

source: Captain Dudi
ja: ドゥディー船長

source: Captain Errdo
ja: エード機長

source: Captain Ginea
ja: ギニー隊長

source: Captain Janaway
ja: ジャナウェイ船長

source: Captain Kalt
ja: カルート隊長

source: Captain Khaled
ja: クハレド船長

source: Captain Klemfoodle
ja: クレンフードル機長

source: Captain Lamdoo
ja: ラムドゥー機長

source: Captain Lawgof
ja: ラウゴフ隊長

source: Captain Magoro
ja: マゴロ船長

source: Captain Malleta
ja: マレタ隊長

source: Captain Ned
ja: ネッド船長

source: Captain Ninto
ja: ニント機長

source: Captain Pudi
ja: プディー船長

source: Captain Rachelle
ja: ラチェレ隊長

source: Captain Rimor
ja: リモール隊長

source: Captain Rovin
ja: ロヴィン団長

source: Captain Sdiar
ja: スディアー隊長

source: Captain Shanks
ja: シャンクス船長

source: Captain Shoracks
ja: ショラックス機長

source: Captain Siad
ja: シアド船長

source: Captain Tobias
ja: トビアス船長

source: Captain Tock
ja: トック船長

source: Captain Tom
ja: トム隊長

source: Captain's Table
ja: 船長のテーブル

source: Capture
ja: とらえる

source: Capybara
ja: カピバラ

source: Capybara Dung
ja: カピバラのフン

source: Capybara Pup
ja: 子供のカピバラ

source: Capybara pup
ja: 子供のカピバラ

source: Carado
ja: カラド

source: Caranock
ja: カラノック

source: Caranthir
ja: カランシー

source: Carcass
ja: 死がい

source: Carl
ja: カール

source: Carla
ja: カーラ

source: Carnillean armour
ja: カルニレアンの胸甲

source: Carnivorous chinchompa
ja: 肉食チンチョンパ

source: Carnivus Belamorta
ja: カーニヴァス・ベラモータ

source: Carol
ja: カロル

source: Carol's barrel
ja: カロルの樽

source: Carol's print
ja: カロルの指紋

source: Caroline
ja: カロリーンヌ

source: Carpenter
ja: 大工

source: Carpenter Kjallak
ja: 大工のクジャラク

source: Carpet
ja: カーペット

source: Carpet Exhibit
ja: カーペットの展示

source: Carpet hotspot
ja: カーペットのホットスポット

source: Carrallanger
ja: カラランガー

source: Carrallanger Portal
ja: カラランガーのポータル

source: Carrot
ja: 人参

source: Cart
ja: カート

source: Cart Camel
ja: カート引きのラクダ

source: Cart Track
ja: カートの線路

source: Cart conductor
ja: カートの操縦員

source: Cart track sign
ja: カート線路の標識

source: Cart tunnel
ja: カートの入口

source: Carved doors
ja: 刻まれたドア

source: Carved head
ja: 刻まれた頭部

source: Carved log
ja: 彫刻された丸太

source: Carved oak bench
ja: 彫刻された樫のベンチ

source: Carved redwood
ja: 彫刻されたセコイア

source: Carved rock
ja: 刻まれた岩

source: Carved teak bench
ja: 彫刻されたチークのベンチ

source: Carving
ja: 彫刻

source: Casket
ja: 木箱

source: Casket (easy)
ja: 木箱（初級）

source: Casket (hard)
ja: 木箱（上級）

source: Casket (medium)
ja: 木箱（中級）

source: Cassie
ja: カシー

source: Cassim
ja: カシム

source: Cassius
ja: カシウス

source: Cast
ja: 投げる

source: Cast Bloom
ja: 咲く魔法

source: Cast Spell
ja: 魔法をかける

source: Caster statue
ja: 詠唱者の像

source: Castle Gates
ja: 城の門

source: Castle Wars
ja: キャッスル・ウォーズ

source: Castle Wars portal
ja: キャッスル・ウォーズのポータル

source: Castle door
ja: 城のドア

source: Castle wall
ja: 城壁

source: Castle wars ticket
ja: キャッスルウォーズのチケット

source: Castlewars cloak
ja: キャッスルウォーズのマント

source: Castlewars hood
ja: キャッスルウォーズのフッド

source: Castlewars manual
ja: キャッスルウォーズのマニュアル

source: Casual
ja: カジュアル

source: Cat
ja: ネコ

source: Cat Shrine
ja: ネコの聖堂

source: Cat basket
ja: ネコのバスケット

source: Cat basket space
ja: ネコのバスケットのスペース

source: Cat bed
ja: ネコのベッド

source: Cat training medal
ja: 猫トレーニングのメダル

source: Catablepon
ja: カタブレポン

source: Catalina
ja: カタリーナ

source: Catalyst
ja: 触媒

source: Catalytic Guardian
ja: 触媒の守護者

source: Catalytic guide
ja: 触媒のガイド

source: Catapult
ja: カタパルト

source: Catapult-lever
ja: カタパルトのレバー

source: Catapult-winch
ja: カタパルトのウィンチ

source: Catch
ja: 捕まえる

source: Catherby
ja: カサビー

source: Catherby Portal
ja: カサビーのポータル

source: Catherby Waystone
ja: カサビーの転移ポイント

source: Catspeak amulet
ja: ネコ話のアミュレット

source: Cattleprod
ja: 牛追い棒

source: Cauldron
ja: 大釜

source: Cauldron of Thunder
ja: 雷の大釜

source: Cave
ja: 洞窟

source: Cave Entrance
ja: 洞窟の入口

source: Cave Exit
ja: 洞窟の出口

source: Cave Scenery
ja: 洞窟の景観

source: Cave abomination
ja: 洞窟の忌まわしきモノ

source: Cave bug
ja: ドウクツムシ

source: Cave bug larva
ja: ドウクツムシの幼虫

source: Cave crawler
ja: 洞窟を這うモノ

source: Cave eel
ja: 洞窟ウナギ

source: Cave entrance
ja: 洞窟の入口

source: Cave exit
ja: 洞窟の出口

source: Cave gobins
ja: 洞窟ゴブリン

source: Cave goblin
ja: 洞窟ゴブリン

source: Cave goblin child
ja: 洞窟ゴブリンの子供

source: Cave goblin guard
ja: 洞窟ゴブリンの衛兵

source: Cave goblin miner
ja: 洞窟ゴブリンの鉱夫

source: Cave horror
ja: 洞窟の怪物

source: Cave in
ja: 陥没

source: Cave kraken
ja: 洞窟クラーケン

source: Cave lizard
ja: 洞窟トカゲ

source: Cave monk
ja: 洞窟の僧侶

source: Cave nightshade
ja: 洞窟のナイトシェード

source: Cave opening
ja: 洞窟の隙間

source: Cave rocks
ja: 洞窟の岩

source: Cave slime
ja: 洞窟スライム

source: Cave snake
ja: 洞窟ヘビ

source: Cave wall
ja: 洞窟の壁

source: Cave web
ja: 洞窟のクモの巣

source: Cave-in
ja: 陥没

source: Cavemouth
ja: 洞窟の入口

source: Cavern
ja: 大洞窟

source: Cavern entrance
ja: 大洞窟の入口

source: Cavern exit
ja: 大洞窟の出口

source: Cavern key
ja: 大洞窟の鍵

source: Cavey Davey
ja: ケイビー・デイビー

source: Cavity
ja: 空洞

source: Cecilia
ja: セシリア

source: Ceiling support
ja: 天井の支え

source: Celastrus patch
ja: サラストラスの小区画

source: Celastrus tree
ja: セラストラスの木

source: Celastrus tree stump
ja: セラストラスの木の切り株

source: Celebrian
ja: セレブリアン

source: Celegorm
ja: セレゴーム

source: Celestial globe
ja: 天体グローブ

source: Cell Door
ja: 独房の扉

source: Cell Gate
ja: 独房のゲート

source: Cell door
ja: 独房の扉

source: Cell door key
ja: 監房のドアの鍵

source: Cell key 1
ja: 監房の鍵１

source: Cell key 2
ja: 監房の鍵２

source: Cell tile (broken)
ja: セルのタイル（壊）

source: Cell wall
ja: 監房の壁

source: Cell wall window
ja: 監房の窓
